tap "oven-sh/bun"
brew "openssl@3"
brew "awscli"
brew "libssh2"
brew "bat"
brew "bottom"
brew "colima"
brew "curl"
brew "deno"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fd"
brew "fish"
brew "gh"
brew "git-delta"
brew "gitleaks"
brew "glab"
brew "glib"
brew "jq"
brew "jwt-cli"
brew "k6"
brew "mkcert"
brew "nvm"
brew "postgres-language-server"
brew "procs"
brew "python@3.11"
brew "ripgrep"
brew "rtmpdump"
brew "rustup"
brew "shellcheck"
brew "shfmt"
brew "television"
brew "tokei"
brew "youplot"
brew "oven-sh/bun/bun"
cask "codex"
cask "gitbutler"
cask "google-chrome@dev"
