tap "oven-sh/bun"
brew "adr-tools"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "apr-util"
brew "python@3.11"
brew "awscli"
brew "libssh2"
brew "bat"
brew "btop"
brew "colima"
brew "rtmpdump"
brew "curl"
brew "difftastic"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fish"
brew "freetds"
brew "libavif"
brew "gd"
brew "glib"
brew "python@3.12"
brew "gdk-pixbuf"
brew "gh"
brew "gitleaks"
brew "glab"
brew "jq"
brew "jwt-cli"
brew "k6"
brew "libpq", link: true
brew "mkcert"
brew "nvm"
brew "pkgconf"
brew "postgres-language-server"
brew "shellcheck"
brew "shfmt"
brew "sqlfluff", link: false
brew "tokei"
brew "tree"
brew "tree-sitter-cli"
brew "youplot"
brew "oven-sh/bun/bun"
cask "chromium"
cask "codex"
cask "font-iosevka"
cask "font-iosevka-aile"
cask "gcloud-cli"
cargo "argc"
cargo "bore-cli"
cargo "cargo-deny"
cargo "cargo-duplicates"
cargo "cargo-expand"
cargo "cargo-geiger"
cargo "cargo-insta"
cargo "cargo-nextest"
cargo "cargo-outdated"
cargo "cargo-progenitor"
cargo "cargo-shear"
cargo "cargo-shuttle"
cargo "cargo-sort-derives"
cargo "cargo-supply-chain"
cargo "cargo-udeps"
cargo "cargo-vet"
cargo "cargo-watch"
cargo "crates-lsp"
cargo "diesel_cli"
cargo "evcxr_repl"
cargo "sqlx-cli"
cargo "tokio-console"
uv "harlequin[postgres]"
